/***
==========================================================================================
 PLEASE CAREFULLY READ ALL NOTES:
------------------------------------------------------------------------------------------
 Contact Jason immediately if you have any questions, via Kik, email, or telephone.
 
 Kik: ocodo
 email: what.is.ocodo@gmail.com
 phone: +61(0)409307977

 Skype: (message me first on another mode)
 jasonm23

 Googletalk/G+: 
 jasonm23@gmail.com

------------------------------------------------------------------------------------------
==========================================================================================
Notes on the Instruction Overlays:

Press the Title Bar (says: ArcConstrukt ) to view Instructions
Overlays Each toolbar mode has a separate overlay, they will be
displayed automatically the first time the user selects a toolbar
mode.

To select each mode, press the selector at the bottom right, each one
is a different tool mode. From left to right:

    Edit  |   Color  |   Order

==========================================================================================

Not all text is for the Instructions overlay, many of these
translations are for Buttons and messages spread throughout the
Application, if you want to locate an item in the App, for example, to
see context, contact Jason if you can't find it.

------------------------------------------------------------------------------------------
Notes on text length / size
------------------------------------------------------------------------------------------
All text is expected to remain a similar length, however this may not
be possible in some circumstances.

Ideally, figure out all text translations first, and try to maintain
same length, if you cannot, please make a note next to the translation
like so:

"English original text" = "Texto original en Inglés" //LONG

^ This translation is longer than the original, so "//LONG" is placed
after it, always just use "//LONG". Jason will be in touch if
necessary.
==========================================================================================
**/


// Translations Begin below this line
// --- 8< --------------------------------------------------------------------------------

/* 
Info for the Color Instructions overlay
Be wary of the text box size, it must be respected.
*/

// Translations all follow this pattern: 

// English Language verson:  ----------------------------------------------------------------------------    =  Your translated version. - Proper nouns can be left in English as appropriate

"* Import Color Palette from the Action Menu, (up to 6 hex colors will be found in text from the Clipboard)" = "* Farbpalette aus dem Action Menü importieren (bis zu 6 hex-Farben werden in textform aus der Zwischenablage erkannt)";


/* Title for main Action Menu in all Instruction overlays, see top note for viewing Instructions overlay */
"Action Menu" = "Action Menü";


/* Note for Action menu visible on the Color Instruction overlay */
"Action Menu:\nSave PNG to\nCamera Roll,\nImport Color Palette*,\nSave ArcMachine,\nMy ArcMachines\n(+Email & Dropbox sharing)" = "Action Menü:\nPNG auf\nCamera Roll,\nFarben\nexportieren/importieren*\nSpeichern ArcMachine,\nMiene ArcMachines\n(+Email & Dropbox)";

/* Note for add Arc, visible on all Instruction overlays. */
"Add Arc" = "Arc hinzufügen";

/* Message displayed when ArcMachine & SVG are uploaded to Dropbox. */
"ArcMachine and SVG uploaded to Dropbox" = "ArcMachine and SVG wurden auf die Dropbox geladen";

/* Angle A. This should remain English. */
"A˚" = "A˚";

/* Angle B. This should remain English. */
"B˚" = "B˚";

/* Layer Order Instructions Overlay. */
"Back One" = "Rückwärts";

/* Cancel label for all cancel buttons in the App. */
"Cancel" = "Abbruch";

/* Title for Action Menu. */
"Choose an Action" = "Wähle Aktion aus";

/* Clear All - Quick Edit menu label. */
"Clear All" = "Alles entfernen";

/* Clone - Quick Edit menu label. */
"Clone" = "Klonen";

/* Color - mode selector label Instructions Overlay (all modes, at the bottom) */
"Color" = "Farbe";

/* Message displayed when exporting colors to clipboard */
"Color Palette exported to the Clipboard" = "Farbpalette wurde in die Zwischenablage kopiert";

/* No comment provided by engineer. */
"Color Palette: Touch to pick a color, Long touch to edit a color" = "Farbpalette: Berühren zur Farbauswahl, Berühren und halten um Farbe zu editieren";

/* No comment provided by engineer. */
"Copy some Hex colors into the clipboard, ArcConstrukt will find and use the first 6" = "Kopiere einige Hex-Farben in die Zwischenablage, ArcKonstrukt wird diese erkennen und die ersten 6 benutzen";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Deleted" = "Gelöscht";

/* No comment provided by engineer. */
"Deselect" = "Auswahl aufgehoben";

/* Edit - mode selector label Instructions Overlay (all modes, at the bottom) */
"Edit" = "Ändern";

/* Email cancelled feedback message. */
"Email Cancelled" = "Email abgebrochen";

/* Email failed feedback message. */
"Email Failed" = "Email konnte nicht gesendet werden";

/* Email not sent feedback message. */
"Email Not Sent" = "Email nicht gesendet";

/* Email saved feedback message. */
"Email Saved" = "Email gespeichert";

/* Email sent feedback message. */
"Email Sent" = "Email gesendet";

/* Action Menu lable for Export Color Palette. */
"Export Colors" = "Farben exportieren";

/* Message for delete failure. */
"Failed to delete" = "Konnte nicht löschen";

/* Message for file loading fail. */
"Failed to load %@" = "Konnte nicht geladen werden %@";

/* Color Mode Instructions Overlay Label. */
"Fill" = "Füllen";

/* Edit Mode Instructions Overlay Label. */
"Finger Rotate" = "Drehen mit Finger";

/* Order mode Instructions Overlay label for bring layer forwards */
"Forwards" = "Vorwärts";

/* Instructions Overlay label for Grid. */
"Grid" = "Gitter";

/* Action Menu Label for Import Colors. */
"Import Colors" = "Farben importieren";

/* Message displayed when color palette is imported. the %i is a place holder for the number of colors, e.g. "%i Colors Imported" would read "6 Colors Imported" - contact Jason if in doubt.*/
"Imported %i colors from the Clipboard" = "%i Farben wurden aus der Zwischenablage importiert";

/* Label title for Order instructions overlay. */
"Layer Ordering" = "Ebenen Ordnung";

/* Linked label - Edit mode Instructions Overlay. Describes that angle A and B are linked when using the Linked rotate mode, could be replaced by Rotate, if the translation would be clearer. */
"Linked" = "Drehen";

/* Loaded - for loaded file message */
"Loaded" = "Geladen";

/* Load button label */
"Load" = "Laden";

/* Loading will overwrite unsaved work - message */
"Loading will overwrite unsaved work" = "Loading überschreibt gespeicherte Arbeit";

/* Lock label - Edit mode Instructions Overlay. */
"Lock" = "Halt";

/* Memory warning alert message. */
"Memory warning: Save your work, just in case!" = "Warnung: Geringer Speicher! Speichern wird empfohlen";

/* Action Menu Button title for My ArcMachines. - only translate "My" ArcMachines is a trademark, so it should appear in all lanuguages */
"My ArcMachines" = "Meine ArcMachines";

/* Share email, subject line. */
"My Shiny New ArcMachine" = "Meine neue ArcMachine";

/* Default text to be show in "My ArcMachines" when none are saved. */
"No ArcMachines saved yet" = "Es wurden noch keine ArcMachines bis jetzt gespeichert";

/* Order - mode selector label Instructions Overlay (all modes, at the bottom) */
"Order" = "Layers";

/* Color Mode Instructions Overlay Label for shape outline. */
"Outline" = "Umriss";

/* quick edit menu label for Paste. */
"Paste" = "Einfügen";

/* Edit mode instructions overlay label for Pinch. */
"Pinch" = "Pinch"; 

/* Do not translate. */
"PNG 1280x1280" = "PNG 1280x1280";

/* Do not translate. */
"PNG 1920x1920" = "PNG 1920x1920";

/* Do not translate. */
"PNG 2560x2560" = "PNG 2560x2560";

/* Do not translate. */
"PNG 2880x2880" = "PNG 2880x2880";

/* Do not translate. */
"PNG 3200x3200" = "PNG 3200x3200";

/* Do not translate. */
"PNG 640x640" = "PNG 640x640";

/* + refers to the + icon at top left, so it must remain in the translation*/
"Press + to add Arcs" = "+ drücken, um Arcs hinzuzufügen";

/* Instructions overlay label for Title bar */
"Press Title for this page, Swipe Title to watch the video tour" = "Hier drücken, um zu dieser Seite zu gelangen, hier wischen, um ein Einfühungsvideo anzusehen";

/* Translate to the first letter of translation of Radius. (lower case where applicable) */
"r" = "r";

/* Edit mode Instructions overlay label for Radius pinching. */
"Radius" = "Radius";

/* Edit mode Instructions overlay label for Removing/Deleting the selected Arc. */
"Remove Arc" = "Arc löschen";

/* action Menu Button label for Saving ArcMachine - only translate "Save" ArcMachines should remain in all translations. */
"Save ArcMachine" = "ArcMachine speichern";

/* Saving ArcMachine message. */
"Saving ArcMachine" = "ArcMachine wird gespeichert";

/* Action Menu Button label. */
"Save PNG to Camera Roll" = "PNG auf Camera Roll";

/* Title for image size/quality menu - \n means linebreak, please keep it in the translation. */
"Save to Camera Roll\nImage Quality" = "Speichern in Camera Roll\nBildqualität";

/* Message for successful PNG image save. */
"Saved PNG" = "Gespeichertes PNG";

/* Instructions overlay label for the up down select arc buttons. */
"Select Arc" = "Arc auswählen";

/* Files view Share as Email menu button label. */
"Share as Email" = "Als Email senden";

/* Files view Share to Dropbox menu button label. Dropbox is a trademark, don't translate it, just translate "Share to" ie. "に共有 Dropbox" or "Partager sur Dropbox" etc. */
"Share to Dropbox" = "Auf die Dropbox laden";

/* Translate to the first letter for the word Thickness in the target language. e.g. "G" in French, (for Grosseur) For idographic languages, e.g. Japanese, approximate ie. 厚 thick (atsu) */
"T" = "D";

/* Help prompt for Files view ("My ArcMachines")*/

"Tap once to Load, Hold to Share or Delete" = "Tippen sie zu laden, die lange auf senden/löschen";

/* Message for photo saving problems. */
"There was a problem saving your image, check photo album privacy settings, and make sure you have enough free memory." = "Es gab ein Problem beim Speichern deines Bildes. Überprüfe die Datenschutzeinstellungen des Photo-Albums. Ist genug Speicher auf dem Gerät frei?";

/* Edit mode Instructions Overlay label for Thickness of arc. */
"Thickness" = "Dicke";

/* Order mode Instructions Overlay label. */
"To Back" = "Zurück";

/* Order mode Instructions Overlay label. */
"To Front" = "Vor";

/* all mode Instructions Overlay label. */
"Tools Selector" = "Werkzeugauswahl";

/* all mode Instructions Overlay label. */
"Touch Hold drawing area for quick edit menu" = "Berühren und halten, um zum schnell-edit Menü zu gelangen";

/* Color mode Instructions Overlay label. */
"Transparency" = "Transparenz";

"Warning" = "Achtung";